# IdeaStatiCa.ConnectionApi.Model.CheckResSummary

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**CheckValue** | **double** |  | [optional]
**CheckStatus** | **bool** |  | [optional]
**LoadCaseId** | **int** |  | [optional]
**Name** | **string** |  | [optional]
**UnityCheckMessage** | **string** |  | [optional]
**Skipped** | **bool** |  | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)